{
  "title": "LA BANDERA NACIONAL",
  "content": [
    "La reproducción del Sol en los estandartes fue utilizada como emblema por algunos de los famosos clanes del Japón antiguo. El uso de este símbolo en las banderas ya aparecen mencionado en canales escritos hace unos 600 años, luego que fuera levantada la prohibición de construcción de grandes embarcaciones, después de la visita de la escuadra del comodoro Perry en 1853-4  se hizo necesaria la identificación de los barcos japoneses dedicados al comercio exterior.",
    "La bandera en su forma presente, fue sugerida como enseña nacional por el Lord NARIAKIRA, SHIMAZU, Jefe del poderoso clan SATSUMA del Japón Meridional, mediante proclamación oficial de 1870, la forma y tamaño regulares de la misma fueron establecidos en una proporción rectangular de 10 de largo, por 7 de ancho con el diámetro del sol igual tres quintos del ancho y su centro desplazado en un centésimo de largo hacia el borde de mástil de la bandera.",
    "El material no fue estipulado, frecuentemente el mástil utilizado es de bambú, pintado alternadamente con franjas negras separadas entre sí por pocas pulgadas y coronada con una esfera dorada.",
    "La bandera solar fue desplegada por primera vez como símbolo de la nación en ocasión del viaje a los Estados Unidos en 1860 de la primera delegación diplomática enviada al exterior por el gobierno japonés.",
    "El POWHATTAM, crucero de la marina estadounidense, fue colocado a disposición del SHOGUNATO para este propósito, el barco enarbolaba la bandera americana en la popa y La bandera del Japón en la proa.",
    "En 1872, La \"HI-NO-MARU\" (Bandera del Sol) fue usada en una ceremonia nacional por primera vez con motivo de la inauguración del primer ferrocarril en el Japón, por parte del emperador MEIJI."
  ],
  "image": "/images/banderajapon.png",
  "imageAlt": "Bandera del Sol",
  "imageBackground": "/images/fondobandera.png",
  "imageBackgroundAlt": "Fondo de la bandera",
  "buttonText": "Ver más"
} 